[
  {
    "name": "'Apple___Apple_scab',",
    "description": "القشرة الرمادية هي مرض فطري يصيب أشجار التفاح، حيث يتسبب في ظهور بقع بنية أو رمادية على الأوراق والثمار. يمكن أن يؤدي هذا المرض إلى تلف الثمار وفقدان العائد.",
    "cause": "تسبب المرض الفطر Venturia inaequalis. ينتشر بواسطة الأمطار والري وبقايا النباتات المصابة.",
    "prevention": "لتجنب القشرة الرمادية، استخدم الأصناف المقاومة، وحافظ على تهوية جيدة حول الأشجار، واحرص على إزالة وتدمير بقايا النباتات المصابة.",
    "treatment": "يمكن استخدام المبيدات الفطرية مثل السيوم والسلفور للسيطرة على القشرة الرمادية. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Apple___Black_rot',",
    "description": "العفن الأسود هو مرض فطري يصيب أشجار التفاح، حيث يتسبب في ظهور بقع داكنة على الأوراق والثمار. يمكن أن يؤدي هذا المرض إلى تلف الثمار وفقدان العائد.",
    "cause": "تسبب المرض الفطر Botryosphaeria obtusa. ينتشر بواسطة الأمطار والري وبقايا النباتات المصابة.",
    "prevention": "لتجنب العفن الأسود، استخدم الأصناف المقاومة، وحافظ على تهوية جيدة حول الأشجار، واحرص على إزالة وتدمير بقايا النباتات المصابة.",
    "treatment": "يمكن استخدام المبيدات الفطرية مثل الثيوفانات والتيوماتين للسيطرة على العفن الأسود. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Apple___Cedar_apple_rust',",
    "description": "الصدأ السرو التفاحي هو مرض فطري يؤثر على أشجار التفاح، حيث يتسبب في ظهور نموات برتقالية على الأوراق والسيقان. يمكن أن يؤدي هذا المرض إلى تلف الأوراق وفقدان العائد.",
    "cause": "يسبب المرض الفطر Gymnosporangium juniperi-virginianae. ينتشر بواسطة الرياح والأمطار.",
    "prevention": "لتجنب الصدأ السرو التفاحي، احرص على إزالة أشجار السرو المصابة بالقرب من أشجار التفاح، واستخدم الأصناف المقاومة.",
    "treatment": "يمكن استخدام المبيدات الفطرية مثل الثيوفانات والميتالاكسيل للسيطرة على الصدأ السرو التفاحي. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Apple___healthy',",
    "description": "تمثل هذه الفئة أشجار التفاح الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Blueberry___healthy',",
    "description": "تمثل هذه الفئة التوت الأزرق الصحي بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Cherry_(including_sour)___Powdery_mildew',",
    "description": "العفن الدقيقي هو مرض فطري يؤثر على أشجار الكرز، حيث يتسبب في ظهور طبقة بيضاء على الأوراق والسيقان. يمكن أن يؤدي هذا المرض إلى تلف الأوراق وفقدان العائد.",
    "cause": "تسبب المرض الفطر Podosphaera clandestina. ينتشر بواسطة الهواء والري.",
    "prevention": "لتجنب العفن الدقيقي، استخدم الأصناف المقاومة، وحافظ على تهوية جيدة حول الأشجار، واحرص على إزالة وتدمير بقايا النباتات المصابة.",
    "treatment": "يمكن استخدام المبيدات الفطرية مثل الكبريت للسيطرة على العفن الدقيقي. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Cherry_(including_sour)___healthy',",
    "description": "تمثل هذه الفئة أشجار الكرز الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot',",
    "description": "نقطة الورق الرمادي، المعروفة أيضًا باسم الصدأ الرمادي، هو مرض فطري يؤثر على نباتات الذرة، مسببًا بقعًا مربعة صغيرة بمركز بني وحدود داكنة على الأوراق. يزدهر في الظروف الدافئة والرطبة ويمكن أن يؤدي إلى تقليل عملية البناء الضوئي وفقدان العائد.",
    "cause": "يسبب المرض فطر Cercospora zeae-maydis. ينتشر عن طريق البذور ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب نقطة الورق الرمادي، قم بتنفيذ التناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي. زرع أصناف الذرة المقاومة إذا كانت متاحة.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الأزوكستروبين والبيراكلوستروبين أو التريفلوكستروبين في السيطرة على نقطة الورق الرمادي. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Corn_(maize)___Common_rust_',",
    "description": "الصدأ العادي هو مرض فطري يؤثر على نباتات الذرة، مسببًا بقعًا صغيرة برتقالية على الأوراق والسيقان. يزدهر في الظروف الرطبة والمعتدلة ويمكن أن يؤدي إلى تقليل عملية البناء الضوئي وفقدان العائد.",
    "cause": "يسبب المرض فطر Puccinia sorghi. ينتشر عن طريق البذور ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب الصدأ العادي، قم بتطبيق المبيدات الفطرية بشكل وقائي، وزرع أصناف الذرة المقاومة، وتنفيذ التناوب في المحاصيل.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الفيروكساتين والبروكلوراز أو التيبوكونازول في السيطرة على الصدأ العادي. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Corn_(maize)___Northern_Leaf_Blight',",
    "description": "البقعة الشمالية على الورق هي مرض فطري يؤثر على نباتات الذرة، مسببًا بقعًا طويلة وضيقة بني اللون على الأوراق. يزدهر في الظروف الرطبة والمعتدلة ويمكن أن يؤدي إلى تقليل عملية البناء الضوئي وفقدان العائد.",
    "cause": "يسبب المرض فطر Setosphaeria turcica. ينتشر عن طريق البذور ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب البقعة الشمالية على الورق، قم بتنفيذ التناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي. زرع أصناف الذرة المقاومة إذا كانت متاحة.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل البنزوكسيم والبروكلوراز أو الفيروكساتين في السيطرة على البقعة الشمالية على الورق. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Corn_(maize)___healthy',",
    "description": "تمثل هذه الفئة الذرة الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Grape___Black_rot',",
    "description": "العفن الأسود هو مرض فطري يؤثر على أشجار العنب، مسببًا بقعًا بنية مُرتفعة على الثمار والأوراق. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض فطر Guignardia bidwellii. ينتشر عن طريق الأمطار ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب العفن الأسود، احذف وتخلص من الثمار المصابة وأوراق العنب المتساقطة، وضع مبيدات الفطريات بشكل وقائي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل المانكوزيب والميكلوبوتانيل أو ثيوفانيت-ميثيل في السيطرة على العفن الأسود. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Grape___Esca_(Black_Measles)',",
    "description": "الإسكا (الحصبة السوداء) هو مرض فطري يؤثر على أشجار العنب، مسببًا تلفًا وتورمًا وتقزمًا على الأغصان والفروع. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى موت الأشجار.",
    "cause": "يسبب المرض فطر Phaeoacremonium spp. وPhaeomoniella chlamydospora. ينتشر عن طريق الأمطار ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب الإسكا، قم بتقليم الأغصان المصابة وتطهير الأدوات بين القطع، وضع مبيدات الفطريات بشكل وقائي.",
    "treatment": "لا يوجد علاج فعال للإسكا بمجرد حدوث الإصابة. يمكن أن تقلل الممارسات الوقائية مثل التقليم السليم وتطهير الأدوات من انتقال المرض."
  },
  {
    "name": "'Grape___Leaf_blight_(Isariopsis_Leaf_Spot)',",
    "description": "مرض اللوز الورقي هو مرض فطري يؤثر على أشجار العنب، مسببًا بقعًا صفراء إلى بنية على الأوراق والثمار. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل عملية البناء الضوئي وفقدان العائد.",
    "cause": "يسبب المرض فطر Isariopsis spp. ينتشر عن طريق الأمطار ويمكن أن يتجاوز الشتاء في نفايات النباتات المصابة.",
    "prevention": "لتجنب مرض اللوز الورقي، قم بإزالة وتدمير الأوراق المصابة والثمار المتساقطة، وضع مبيدات الفطريات بشكل وقائي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل المانكوزيب والميكلوبوتانيل أو ثيوفانيت-ميثيل في السيطرة على مرض اللوز الورقي. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Grape___healthy',",
    "description": "تمثل هذه الفئة أشجار العنب الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة الشجرة بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Orange___Haunglongbing_(Citrus_greening)',",
    "description": "مرض الخضرة المتحدة (التغير الأخضر) هو مرض بكتيري يؤثر على الحمضيات، مسببًا أوراق مصفرة ومراحل نمو غير عادية. يزدهر في الظروف الحارة والرطبة ويمكن أن يؤدي إلى تدمير الشجرة.",
    "cause": "يسبب المرض بكتيري Candidatus Liberibacter spp. ينتشر عن طريق الحشرات والتطبيق غير الصحيح للمبيدات الكيميائية.",
    "prevention": "لتجنب الخضرة المتحدة، استخدم النباتات السليمة المعتمدة، وراقب وحافظ على الضوابط الحشرية، وتطبيق التسميد السليم.",
    "treatment": "لا يوجد علاج شافي للخضرة المتحدة. يجب إزالة الأشجار المصابة لمنع انتشار المرض إلى الأشجار الأخرى."
  },
  {
    "name": "'Peach___Bacterial_spot',",
    "description": "بقع البكتيريا هو مرض بكتيري يؤثر على أشجار الخوخ، مسببًا بقعًا داكنة على الأوراق والثمار. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض بكتيري Xanthomonas arboricola pv. pruni. ينتشر عن طريق المياه والحشرات وبقايا النباتات المصابة.",
    "prevention": "لتجنب بقع البكتيريا، قم بزراعة الأصناف المقاومة، واستخدم الري بالتنقيط، وزراعة الأشجار في الأماكن ذات التهوية الجيدة.",
    "treatment": "لا يوجد علاج شافي لبقع البكتيريا. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Peach___healthy',",
    "description": "تمثل هذه الفئة أشجار الخوخ الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة الشجرة بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Pepper,_bell___Bacterial_spot',",
    "description": "بقع البكتيريا هو مرض بكتيري يؤثر على نباتات الفلفل الحلو، مسببًا بقعًا داكنة على الأوراق والثمار. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض بكتيري Xanthomonas campestris pv. vesicatoria. ينتشر عن طريق المياه والحشرات وبقايا النباتات المصابة.",
    "prevention": "لتجنب بقع البكتيريا، استخدم النباتات السليمة المعتمدة، وزرع الفلفل في المواسم الجافة، واستخدم التسميد المتوازن.",
    "treatment": "لا يوجد علاج شافي لبقع البكتيريا. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Pepper,_bell___healthy',",
    "description": "تمثل هذه الفئة نباتات الفلفل الحلو الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Potato___Early_blight',",
    "description": "اللون الأبيض المبكر هو مرض فطري يؤثر على نباتات البطاطس، مسببًا بقعًا دائرية بنية اللون على الأوراق. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل محصول البطاطس.",
    "cause": "يسبب المرض فطر Alternaria solani. ينتشر عن طريق بقايا النباتات المصابة والتربة والبذور.",
    "prevention": "لتجنب اللون الأبيض المبكر، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الكلوروتالونيل والتريفلوكستروبين أو الكيمومايسين في السيطرة على اللون الأبيض المبكر. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Potato___Late_blight',",
    "description": "اللون الأبيض المتأخر هو مرض فطري يؤثر على نباتات البطاطس، مسببًا بقعًا داكنة على الأوراق والسيقان. يزدهر في الظروف الرطبة والباردة ويمكن أن يؤدي إلى تقليل محصول البطاطس.",
    "cause": "يسبب المرض فطر Phytophthora infestans. ينتشر عن طريق الأمطار والري والتربة والبذور.",
    "prevention": "لتجنب اللون الأبيض المتأخر، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الكلوروتالونيل والتريفلوكستروبين أو الكيمومايسين في السيطرة على اللون الأبيض المتأخر. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Potato___healthy',",
    "description": "تمثل هذه الفئة البطاطس الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Raspberry___healthy',",
    "description": "تمثل هذه الفئة التوت الصحي بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Soybean___healthy',",
    "description": "تمثل هذه الفئة فول الصويا الصحي بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Squash___Powdery_mildew',",
    "description": "العفن البودري هو مرض فطري يؤثر على نباتات القرع، مسببًا طبقة بيضاء مسحوقية على الأوراق والسيقان. يزدهر في الظروف الرطبة والمعتدلة ويمكن أن يؤدي إلى تقليل عملية البناء الضوئي وفقدان العائد.",
    "cause": "يسبب المرض فطر Podosphaera xanthii. ينتشر بسرعة في الظروف الدافئة والرطبة.",
    "prevention": "لتجنب العفن البودري، قم بالتناوب في المحاصيل، وزرع القرع في المواسم الجافة، واستخدم التسميد البطيء.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل السلفور والبيكوكسيستروبين أو الثيوفانات في السيطرة على العفن البودري. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Strawberry___Leaf_scorch',",
    "description": "الحرق الورقي هو مرض فطري يؤثر على نباتات الفراولة، مسببًا تلفًا وتجفيفًا على أطراف الأوراق. يزدهر في الظروف الحارة والجافة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض فطر Diplocarpon earlianum. ينتشر بسرعة في الظروف الجافة والحارة.",
    "prevention": "لتجنب الحرق الورقي، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وزرع الفراولة في الأماكن ذات التهوية الجيدة.",
    "treatment": "لا يوجد علاج شافي للحرق الورقي. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Strawberry___healthy',",
    "description": "تمثل هذه الفئة الفراولة الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  },
  {
    "name": "'Tomato___Bacterial_spot',",
    "description": "بقع البكتيريا هو مرض بكتيري يؤثر على نباتات الطماطم، مسببًا بقعًا داكنة على الأوراق والثمار. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض بكتيري Xanthomonas campestris pv. vesicatoria. ينتشر عن طريق المياه والحشرات وبقايا النباتات المصابة.",
    "prevention": "لتجنب بقع البكتيريا، استخدم النباتات السليمة المعتمدة، وزرع الطماطم في المواسم الجافة، واستخدم التسميد المتوازن.",
    "treatment": "لا يوجد علاج شافي لبقع البكتيريا. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Tomato___Early_blight',",
    "description": "اللون الأبيض المبكر هو مرض فطري يؤثر على نباتات الطماطم، مسببًا بقعًا دائرية بنية اللون على الأوراق. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل محصول الطماطم.",
    "cause": "يسبب المرض فطر Alternaria solani. ينتشر عن طريق بقايا النباتات المصابة والتربة والبذور.",
    "prevention": "لتجنب اللون الأبيض المبكر، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الكلوروتالونيل والتريفلوكستروبين أو الكيمومايسين في السيطرة على اللون الأبيض المبكر. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Tomato___Late_blight',",
    "description": "اللون الأبيض المتأخر هو مرض فطري يؤثر على نباتات الطماطم، مسببًا بقعًا داكنة على الأوراق والسيقان. يزدهر في الظروف الرطبة والباردة ويمكن أن يؤدي إلى تقليل محصول الطماطم.",
    "cause": "يسبب المرض فطر Phytophthora infestans. ينتشر عن طريق الأمطار والري والتربة والبذور.",
    "prevention": "لتجنب اللون الأبيض المتأخر، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وتجنب الري العلوي.",
    "treatment": "يمكن أن تساعد مبيدات الفطريات التي تحتوي على مواد فعالة مثل الكلوروتالونيل والتريفلوكستروبين أو الكيمومايسين في السيطرة على اللون الأبيض المتأخر. ضع وفقًا لتعليمات العلامة وبالتنسيق مع الممارسات الثقافية."
  },
  {
    "name": "'Tomato___Leaf_Mold',",
    "description": "العفن الورقي هو مرض فطري يؤثر على نباتات الطماطم، مسببًا تشويهًا وتجفيفًا على الأوراق. يزدهر في الظروف الرطبة والدافئة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض فطر Fulvia fulva. ينتشر بسرعة في الظروف الرطبة والدافئة.",
    "prevention": "لتجنب العفن الورقي، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وزرع الطماطم في الأماكن ذات التهوية الجيدة.",
    "treatment": "لا يوجد علاج شافي للعفن الورقي. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Tomato___Septoria_leaf_spot',",
    "description": "بقعة ورق السبتوريا هو مرض فطري يؤثر على نباتات الطماطم، مسببًا بقعًا دائرية بنية اللون على الأوراق. يزدهر في الظروف الرطبة والمعتدلة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض فطر Septoria lycopersici. ينتشر بسرعة في الظروف الرطبة والمعتدلة.",
    "prevention": "لتجنب بقعة ورق السبتوريا، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وزرع الطماطم في الأماكن ذات التهوية الجيدة.",
    "treatment": "لا يوجد علاج شافي لبقعة ورق السبتوريا. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Tomato___Spider_mites Two-spotted_spider_mite',",
    "description": "العث الزائد الثنائي النقطة هو آفة تصيب نباتات الطماطم، حيث يتغذى هذا العث على الخلايا النباتية مما يؤدي إلى ظهور بقع صفراء على الأوراق وتجفيفها.",
    "cause": "يتسبب في هذه الآفة العث Tetranychus urticae.",
    "prevention": "للحد من الإصابة بالعث الزائد الثنائي النقطة، ارتقب بانتظام علامات الإصابة وقم برش النباتات بالماء لتقليل العدد من العث.",
    "treatment": "يمكن استخدام المبيدات الحشرية الموجهة لمكافحة العث الزائد الثنائي النقطة مثل الميثوبرين والسلفور في حالات الإصابة الشديدة."
  },
  {
    "name": "'Tomato___Target_Spot',",
    "description": "بقعة الهدف هو مرض فطري يؤثر على نباتات الطماطم، مسببًا بقعًا دائرية بنية اللون على الأوراق. يزدهر في الظروف الرطبة والمعتدلة ويمكن أن يؤدي إلى تقليل جودة الثمار وفقدان العائد.",
    "cause": "يسبب المرض فطر Corynespora cassiicola. ينتشر بسرعة في الظروف الرطبة والمعتدلة.",
    "prevention": "لتجنب بقعة الهدف، قم بالتناوب في المحاصيل، واحذف بقايا النباتات المصابة وقم بتدميرها، وزرع الطماطم في الأماكن ذات التهوية الجيدة.",
    "treatment": "لا يوجد علاج شافي لبقعة الهدف. يمكن استخدام المبيدات الفطرية بشكل مبكر في الموسم للسيطرة على الإصابة."
  },
  {
    "name": "'Tomato___Tomato_Yellow_Leaf_Curl_Virus',",
    "description": "فيروس لفحة أوراق الطماطم هو مرض فيروسي يؤثر على نباتات الطماطم، مسببًا تلفًا وتقزمًا في النمو واصفرارًا ولفًا في الأوراق. ينتشر بواسطة الحشرات ويؤدي إلى فقدان العائد.",
    "cause": "يسبب المرض فيروس من نوع Begomovirus، وينتشر عن طريق حشرة البيضة الفضية Bemisia tabaci.",
    "prevention": "لتجنب فيروس لفحة أوراق الطماطم، استخدم النباتات المعتمدة الصحية، وتجنب الحشرات الضارة بتغطية النباتات أو باستخدام مبيدات الحشرات.",
    "treatment": "لا يوجد علاج مباشر لفيروس لفحة أوراق الطماطم. يمكن استخدام المبيدات الحشرية لمكافحة الحشرات الناقلة للفيروس للحد من انتشار المرض."
  },
  {
    "name": "'Tomato___Tomato_mosaic_virus',",
    "description": "فيروس البقدونس هو مرض فيروسي يؤثر على نباتات الطماطم، مسببًا تلفًا وتقزمًا في النمو وظهور بقع صفراء على الأوراق. ينتشر بواسطة الحشرات والأدوات الملوثة ويؤدي إلى فقدان العائد.",
    "cause": "يسبب المرض فيروس من نوع Tobamovirus، وينتشر بواسطة الحشرات والأدوات الملوثة.",
    "prevention": "لتجنب فيروس البقدونس، استخدم النباتات المعتمدة الصحية، وتجنب الحشرات الضارة بتغطية النباتات أو باستخدام مبيدات الحشرات.",
    "treatment": "لا يوجد علاج مباشر لفيروس البقدونس. يمكن استخدام المبيدات الحشرية لمكافحة الحشرات الناقلة للفيروس للحد من انتشار المرض."
  },
  {
    "name": "'Tomato___healthy',",
    "description": "تمثل هذه الفئة الطماطم الصحية بدون أي أمراض قابلة للاكتشاف.",
    "cause": "لا يوجد",
    "prevention": "حافظ على صحة النبات بشكل عام من خلال توفير كميات كافية من الماء والمواد الغذائية وأشعة الشمس. مارس النظافة الجيدة عن طريق إزالة وتخليص الأوراق والثمار المتساقطة.",
    "treatment": "لا يوجد"
  }
]
